{
  "PEI": [
    {
      "title": "Visión",
      "description": "Ser una institución educativa de excelencia, reconocida por su calidad académica y formación integral de los estudiantes."
    },
    {
      "title": "Misión",
      "description": "Formar personas íntegras, autónomas y solidarias, capaces de enfrentar los desafíos del siglo XXI y contribuir al desarrollo de la sociedad."
    },
    {
      "title": "Valores Institucionales",
      "description": [
        "Respeto",
        "Responsabilidad",
        "Solidaridad",
        "Honestidad",
        "Tolerancia",
        "Empatía"
      ]
    }
  ],
  "CE": [
    {
      "title": "Resolución de Conflictos",
      "description": "Promover una cultura de paz y respeto, fomentando la resolución pacífica de conflictos y la mediación entre pares."
    },
    {
      "title": "Prevención del Acoso Escolar",
      "description": "Implementar estrategias de prevención y detección del acoso escolar, promoviendo una convivencia escolar sana y respetuosa."
    },
    {
      "title": "Participación Estudiantil",
      "description": "Fomentar la participación activa de los estudiantes en la vida escolar, promoviendo el diálogo, la inclusión y la diversidad."
    },
    {
      "title": "Involucrar a las Familias",
      "description": "Establecer una relación de colaboración y comunicación con las familias, promoviendo su participación en la vida escolar y el proceso educativo de los estudiantes."
    }
  ],
  "CATI": [
    {
      "title": "Evaluación Integral Socioemocional",
      "description": "El CATI realiza evaluaciones integrales para identificar las necesidades socioemocionales de los estudiantes. Estas evaluaciones permiten diseñar planes personalizados que aborden aspectos emocionales y conductuales cruciales para el bienestar y éxito académico del estudiante."
    },
    {
      "title": "Tutorías y Acompañamiento Personalizado",
      "description": "El CATI ofrece tutorías personalizadas que abarcan tanto el apoyo académico como el asesoramiento personal. Estas tutorías están diseñadas para ayudar a los estudiantes a mejorar su rendimiento académico y a gestionar sus desafíos personales y emocionales."
    },
    {
      "title": "Programas de Orientación Vocacional",
      "description": "Se proporcionan servicios de orientación vocacional para guiar a los estudiantes en la elección de su futuro académico y profesional. Estos programas ayudan a los estudiantes a descubrir sus intereses y habilidades, facilitando decisiones informadas sobre su trayectoria educativa y laboral."
    },
    {
      "title": "Apoyo a la Diversidad y la Inclusión",
      "description": "El CATI implementa medidas específicas para atender a estudiantes con necesidades educativas especiales o que enfrentan barreras significativas debido a circunstancias como la integración tardía al sistema educativo. Estas medidas incluyen apoyo académico adicional y programas de integración cultural y lingüística."
    },
    {
      "title": "Terapias Psicológicas",
      "description": "El CATI cuenta con un equipo de psicólogos que ofrece terapias individuales y grupales. Estas terapias están orientadas a tratar problemas emocionales, conductuales y de aprendizaje, asegurando que los estudiantes reciban el apoyo necesario para su salud mental y bienestar general."
    }
  ],
  "RI": [
    {
      "title": "Normas Generales",
      "description": {
        "Horario Escolar": "Detalles sobre el inicio y fin de la jornada escolar, así como los tiempos de recreo y actividades extracurriculares.",
        "Asistencia y Puntualidad": "Políticas sobre la asistencia obligatoria, justificación de ausencias y sanciones por impuntualidad.",
        "Comportamiento y Disciplina": "Normas de comportamiento dentro y fuera del aula, incluyendo el uso de uniformes, respeto a profesores y compañeros, y procedimientos disciplinarios."
      }
    },
    {
      "title": "Derechos y Deberes",
      "description": {
        "Derechos de los Estudiantes": "Incluyen el derecho a una educación de calidad, a ser escuchados y a participar en actividades escolares.",
        "Deberes de los Estudiantes": "Respetar a todos los miembros de la comunidad educativa, cuidar las instalaciones y materiales, y cumplir con las tareas y responsabilidades asignadas.",
        "Derechos y Deberes de los Padres y Apoderados": "Participar activamente en la educación de sus hijos, asistir a reuniones escolares y apoyar las normas establecidas por el centro educativo."
      }
    },
    {
      "title": "Medidas de Convivencia",
      "description": {
        "Prevención del Acoso Escolar": "Protocolos para prevenir y actuar en casos de bullying, incluyendo talleres de sensibilización y canales de denuncia.",
        "Resolución de Conflictos": "Estrategias de mediación y negociación para resolver conflictos de manera pacífica y constructiva.",
        "Inclusión y Diversidad": "Políticas para promover la inclusión de estudiantes con necesidades educativas especiales y la valoración de la diversidad cultural."
      }
    },
    {
      "title": "Evaluación y Revisión",
      "description": "El Reglamento Interno se revisa y evalúa periódicamente para asegurar que se adapte a las necesidades cambiantes de la comunidad educativa y que cumpla con las normativas legales vigentes."
    },
    {
      "title": "Aplicación",
      "description": {
        "Proceso Disciplinario": {
          "Faltas Leves": "Advertencias verbales y notificación a los padres.",
          "Faltas Graves": "Reuniones con padres, suspensión temporal y elaboración de un plan de mejora.",
          "Faltas Muy Graves": "Suspensión prolongada, intervención de autoridades superiores y posibles acciones legales."
        },
        "Canales de Comunicación": {
          "Reuniones y Talleres": "Informar a la comunidad educativa sobre las normas y procedimientos del Reglamento Interno.",
          "Plataformas Digitales": "Publicación del reglamento en la página web del centro y en redes sociales para asegurar el acceso a todos los miembros de la comunidad."
        }
      }
    }
  ]
}
